{
  "reviews" : {
    "-KlsG7N9gPBaYDNp_0tr" : {
      "des" : "https://goo.gl/KXGW6t",
      "id" : "mlover",
      "name" : "Movie Lover",
      "relia" : 50,
      "score" : 8,
      "title" : "Mientras duermes (2011)",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t31.0-8/p960x960/18839882_303981850027608_7857444920088852165_o.jpg?oh=f575aeaf0cd32fb6dc4aeab40e868710&oe=59ACC7AD"
    },
    "-KlsHRLf2_lkAPxPULxV" : {
      "des" : "https://goo.gl/aSIAK5",
      "id" : "mlover",
      "name" : "Movie Lover",
      "relia" : 50,
      "score" : 8,
      "title" : "The Edge of Seventeen (2016)",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t31.0-8/18815463_304004090025384_744433926712351411_o.jpg?oh=5f91a56d0787e3d25a7a1366b89ea3db&oe=59E50198"
    },
    "-KlsJrJyIIe3MKRJc9Lv" : {
      "des" : "Baywatch มายก็อดหนังกะโหลกกะลาฉายเอสพลานาดมากกกกกกกกกกกกกก  2/10 \n.\nตั่ยแล้ววววววววววววววววววววววววววว ไม่ได้คาดหวังว่าจะเข้าไปเจออะไรกะโหลกกะลาแบบเน้ๆๆๆๆๆๆๆๆๆๆๆๆๆๆ ดูจากตัวอย่างก็ยังพอรับได้นะว่าจะเป็นมุขเดอตี้โจ๊ก ซึ่งเราชอบนะ อะไรจังรี้จังไรเนี่ยเรารับได้หมดแหละ ขอให้มันดูมีชั้นเชิงหน่อย ดูมีสมองบ้าง แต่นี่คือไม่ได้เลย สภาพหนังเป็นอะไรที่น่าเบื่อหน่าย พล็อตซ้ำซากจำเจ ไม่มีความแปลกใหม่ ตัวละครกลวงโบ๋ และแบนราบไร้มิติ การเล่าเรื่องตามสูตรสำเร็จเป้ะๆ เหมือนหนังสมัยโบราณ (อย่าบอกนะว่า Baywatch มันพล็อตโบราณแต่จะพลิกแพลงให้มันทันสมัยไม่ได้) \n.\n Baywatch คือเรื่องราวของหน่วยรักษาความปลอดภัยริมหาดที่นำโดย เดวน จอห์นสัน กับ สาวๆหุ่นสบึม ที่กำลังจะเปิดรับสมัครจนท ฝึกงานล็อตใหม่ ก็เลยไปได้ แซค แอฟรอน นักว่ายน้ำสองเหรียญทองโอลิมปิกมาร่วมงานเพราะต้องถูกส่งมาบำเพ็ญประโยชน์เพราะไปก่อคดีอะไรสักอย่างนี่แหละ และก็มีสาวอึ๋มอีกคน ( Alexandra Daddario ) และก็ไอ้อ้วนจอมลามกอีกคน ซึ่งก็ไม่รู้ว่าผ่านด่านคัดเลือกเข้ามาได้ยังไง คือหนังโคตรไร้เหตุผลเลย ตัวของแซค แอฟรอน เองก็ไม่ได้ภูมิใจในการเข้ามาทำงานเป็น จนท รักษาความปลอดภัยตรงนี้ เดวน จอห์นสันเองก็ไม่ได้ปลื้มไม่ได้อยากได้แซค มาร่วมงาน แต่ทั้งหมดก็ต้องมาทำงานร่วมกัน โดยต้องมาพบกับแก๊งค์ยาเสพติดที่มีกิจการรีสอร์ทบังหน้าอย่าง ปรียันก้า โชปรา (นักแสดงชาวอินเดียวที่สวยมากกกกกก) หนังก็ตามสูตรแหละ อยากเดาอะไร ถ้าไม่โง่เกินไปนักก็เดาถูกหมด เรื่องราวประมาณนี้\n.\nความกะโหลกกะลาของหนังเรื่องนี้คืองานโปรดักชั่น กับแอ้คติ้งนักแสดงที่โคตรกะโหลกกะลา คิดดูสิ หนังแม่งมีทั้ง เดวน จอห์นสัน , แซค เอฟรอน , Alexandra Daddario รวมไปถึง ปรียันก้า โชปรา มาร่วมแสดง แม่งยังช่วยอะไรหนังไม่ได้เลย สภาพหนังเหมือนหนังไทยรวมดาวตลกปัญญาอ่อนที่ชอบเอาไปฉายตามโรงเอสพลานาดรัชดา กับโรงหนังตามชานเมือง ที่มีพวกตลกมาร่วมแสดง คือตัวนักแสดงเนี่ย มีฝีมือแค่ไหนก็เอาบทไม่อยู่หรอก เพราะบทมันห่วยมากกกกกกกก ตัวร้ายก็ดูเป็นตัวตลก ปรียันก้า โชปรา นี่มาแนว แตนราตรี วิทวัส มาแนว พี่จิ๊ก เนาวรัตน์ ตั๊กลีลามากๆ ส่วนพวกผู้ร้ายก็อารมณ์ประมาณยัดห่า เฟ็ดเฟ่ อะไรทำนองนั้น ที่น่าเสียดายสุดๆคือทีมนักแสดงที่มาแสดงหนังอะไรวายป่วงขนาดนี้\n.\nการเล่าเรื่องน่าเบื่อมากกกกกกก มุขตลกโดนบ้างไม่โดนบ้าง ส่วนมากจะไม่ขำเท่าไหร่ คือเอาจริงๆตอนแรกคิดว่ามันมุขต้องแบบฝรั้งถึงขำรึเปล่า แต่เอาเข้าจริงๆกลับมาอ่านรีวิวฝรั่งมันก็บอกว่าส่วนใหญ่จะแป้ก \n.\nBaywatch มันควรจะดึงเสน่ห์ความ Sexy ของนักแสดงออกมาได้มากกว่านี้ก็ทำไม่ได้ มันดูไม่ดึงดูดเอาเสียเลย แซค เอฟรอน เองก็น่าจะ sexy ได้กว่านี้ก็ไม่ จะมีคนเดียวน่าจะโอเคสุดคือสาวผมบลอนด์ ที่ดูเคมีไม่น่าจะไปเข้ากับไอ้อ้วนนั่นได้ ก็ไปเอากันได้แบบไม่มีปี่ไม่มีขลุ่ย แซคนเรื่องเหมือนจะปิ๊งกับ Alexandra Daddario ก็ดูไม่อินไม่เข้าใจเลย เฮ้อออออ สรุป เสียดายเวลา\n\n.\nเอาจริงๆ  Baywatch มันควรจะดีกว่านี้นะ แต่นี่แบบ เอิ่มมมมมมมมมมม หนังมันออกมากะโหลกกะลามากกกกกกกกกกกกก แต่ใครไม่รู้จะดูอะไรเพราะดูหนังหมดโรงแล้วจะไปลองของก็ไม่ว่ากันนะ ส่วนตัวคิดว่าปลายปีหนังมีลุ้นราสซี่อวอร์ดหลายรางวัลเลยล่ะให้ 2/10",
      "id" : "ouay",
      "name" : "อวยไส้แตกแหกไส้ฉีก",
      "relia" : 40,
      "score" : 2,
      "title" : "Baywatch",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t34.0-12/18944691_1225698170890215_1702595166_n.jpg?oh=2ddea6a1ea1daf6c22767fa470b590d3&oe=59379F24"
    },
    "-KlsLNDStokJouGWMXZz" : {
      "des" : "Wonder Woman ดีซีจะไม่ใช่เหยื่อของพวกแกอีกต่อไป 9.95/10 (ไม่มีสปอยล์)\n.\nกรี๊ดดดดดดดดดดดดดดดดดดดดดดดดดดด ซุปเปอร์ฮีโร่หญิงที่โลกรอคอยมาแล้วววววววววววว นางคือวันเดอร์วูเมิ่น สาวน้อยมหัศจรรย์ของดีซีที่ปังมากกกกกกกกกกกกกกกกกกกก ดีซีปล่อยให้พวกผู้ชายมาผงาดขึ้นจอให้ตกเป็นขี้ปากทั้งนักวิจารณ์และติ่งค่ายคู่แข่งอยู่นานสองนาน ไม่คิดว่านารีขี่ม้าขาวที่มากู้หน้าดีซีจะเป็น วันเดอร์วูเมิ่นของน้องเกว กาดอท นี่เอง ที่ถึงพร้อมไปด้วยรูปทรัพย์ คือนางเป็นวันเดอร์วูเมิ่น สาวน้อยมหัศจรรย์ที่สวยมากกกกกกก สมบูรณ์แบบ หุ่นเฟิร์ม Sexy  ตัวละครมีมิติ มีความดราม่า มีเลือดเนื้อ ไม่โดด และที่สำคัญ แอ๊คชั่นนางสวยมากกกกกก สวยแบบแทบจะเอากล้องกดแชะภาพไปติดฝาผนังห้องได้ทุกภาพ งานโปรดักชั่นปัง คอสตูมสวย บทดี เนื้อหาดี แฝงเรื่องราวของความเป็นเฟมินีนและการแอนตี้สงครามได้ลงตัว  คริส ไพน์ก็งานดี เคมีลงตัวเข้ากันกับนางเอกสุดๆ\n.\nWonder Women คือซุปเปอร์ฮีโร่หญังสังกัดดีซี และกำลังได้รับหมายเชิญไปร่วมทีมกับทางเวย์น เอนเตอร์ไพรซ์ โดยนางได้รับกล่องบรรจุรูปสมัยสงครามโลกครั้งที่1  ของนาง จากนั้นหนังก็พาเราไปพบกับเรื่องราวของ ไดอาน่า ก่อนที่จะเป็นวันเดอร์วูเมน นางเป็นชาวเผ่าอเมซอน เกิดและเติบโตบนเกาะแห่งหนึ่งที่เทพเจ้าซุสสร้างขึ้นมา โดยพระราชินีประคบประหงมไม่ให้นางได้เรียนวิชายุทธฺ ต่อสู้ใดๆ แต่เลือดนักรบของนาง ยังไงก็ห้ามไม่ได้ สุดท้ายนางก็หนีชะตากรรมไม่ได้ มีโอกาสได้มาพบกับพระเอกสตีฟ เทรเวอร์ สปายที่หนีทหารเยอรมันมาติดที่เกาะ จากนั้นก็เดินทางมาสู่โลกมนุษย์เพื่อร่วมกับทางอังกฤษสู้กับฝ่ายเยอรมันที่กำลังคิดค้นอาวุธแก๊สพิษ เนื้อหาประมาณนี้แหละไม่อยากเล่าเยอะ เดี๋ยวหาว่าสปอยล์\n.\nคือตัวหนังเนี่ย พูดเลย มันสนุกมากกกกกกกกกก สนุกตอนตอน ไม่มีตอนไหนดร็อปเลยแม้แต่ตอนเดียว เปิดเรื่องมาคืองานโปรดักชั่นดีมากกกก นางเอกแต่งตัวงาม ย้อนอีดีตไปตอนเป็นชาวอเมซอนนี่คืองานคอสตูมโคตรสวยเลย ชุดแบบประมาณอารมณ์พวกเทพกรีก สีทองทั้งตัว ชุดนักรบหญิงก็สวย และหนังแนวนี้ งานแอ๊คชั่นจะมาตายไม่ได้ งานแอ๊คชั่นดีมากกกกก คิวบู๊ถูกบรรจงปั้นแต่งเอามาแบบสวยตายห่าไปเลย ติดที่สโลว์เยอะไปนิด แต่เข้าใจแหละคิวบู๊แม่งสวยขนาดนี้ ผู้กำกับภาพเองคงเสียดายถ้าให้คนดูต้องดูผ่านๆไปแบบไวไว ตัวพระเอก คริสไพน์ นี่คงไม่ต้องบรรยายกันล่ะ เห็นหน้าก็น้ำเดินพลั่กๆๆๆๆแล้ว คนอะไรมีเสน่ห์ปานนั้น แล้วแสดงได้เคมีเข้ากับนางเอกมากกกกกก ไม่ได้มาแสดงแค่หล่อหล่อประดับหนังเท่านั้นนะครับ แต่แทบจะเรียกได้ว่าจะช่วยเป็นแก่นของเรื่องคู่กับนางเอกไปเลยทำให้หนังออกมาดูดีและมีความรามาเข้มข้นมาก\n.\nตัวนางเอก  Gal Gadot  นี่คอขอสารภาพเลย ทุกครั้งที่นางปรากฏกาย ผมต้องเบิกตาโพลง มองหน้าหน้า แล้วพูดอุทานในใจว่า สวยฉิบหาย คือนางโคตรสวยเลย นึกไม่ออกเลยว่าจะเอาใครมาเป็นวันเดอร์วูเมิ่นที่ฟอร์มสดและสวยได้ขนาดนี้ คิวบู๊นางไม่ขี้เหร่เลย น้ำเสียงออกแหบๆมีเสน่ห์มากกก และในบทนางต้องพูดหลายภาษาก็ทำได้ดี แอ๊คติ้งไม่ได้ขี้ริ้วเลย อนาคตนางคงมาอีกหลายภาคเลยล่ะ\n.\nตัวร้ายด็อกเตอร์มารู คือเป็นการครีเอทแคเรคเตอร์ที่โคตรปังเลย นางถูกปิดหน้าด้วยหน้ากากแข็งๆครึ่งนึง ทำหน้าที่คิดค้นสูตรแก๊สพิษตามคำสั่งนายพลลูเดนดอฟ เป็นแคแรคเตอร์ที่ดูมีอะไร น่าสนใจ น่าค้นหา\n.\nบทหนังนอกจากจะออกมาในแนวแอนตี้สงครามแบบโต้งๆเว้าซื่อๆแล้ว หนังยังแทรกประเด็นสิทธิสตรีที่โดนกดลงไปด้วยอย่างฉลาดๆ และเสียดสี ฉากที่นางเอกระเบิดอารมณ์ใส่สมาชิกสภา ใส่นายพลนี่คือปังฉิบหาย บทพูดในหนังเพราะมาก และความหมายดีหลายตอน มันไม่ใช่หนังซุปเปอร์ฮีโร่ดาดๆอย่างที่คิด\n.\nบทสรุปของหนัง Wonder Women เวอร์ชั่นปี 2017 นี้พูดได้เต็มปากเต็มคำว่า สนุกมากกกกกกกกก ปังโคตร งานดี งานเริ่ด นางเอกสวยมากกกกกกกกกก คิวบู๊ฉากแอ๊คชั่นดีงามมากกกกกกกกกก คือแนะนำให้ไปดูได้แบบจัดเต็มไม่เสียดายตังเลย มีระบบอะไรจัดดูไปเลย แบบดีที่สุด มีงบดู Imax  ก็จัด  Imax ถ้างบถึง 4DX  ก็จัดไปเลย เพราะหนังมันจัดเต็มทุกระบบ ภาพ เสียง กระแทก ปัง ปัง ปัง ให้ 9.95/10 หักไป 0.05 คะแนน  ตามมรรยาท ไม่อยากใจง่ายให้คะแนนเต็มสิบง่ายๆ!!",
      "id" : "ouay",
      "name" : "อวยไส้แตกแหกไส้ฉีก",
      "relia" : 50,
      "score" : 10,
      "title" : "Wonder Woman",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t1.0-9/18740464_1924549767760947_8605403792372559699_n.jpg?oh=8e0315916a98d500517a00fb212b4500&oe=59AB027B"
    },
    "-KlsLic4CA94UmHz7pl6" : {
      "des" : "อ่านต่อ",
      "id" : "ouay",
      "name" : "อวยไส้แตกแหกไส้ฉีก",
      "relia" : 50,
      "score" : 9,
      "title" : "T2 Trainspotting",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t1.0-9/18739639_1923806201168637_5976542521539073266_n.jpg?oh=15860d09a6f3e5af522494bf32e5fb03&oe=59A1B857"
    },
    "-KlsMPJogi4G62wX7Wz4" : {
      "des" : "Fences (2016)\n\nตอนแรกนึกว่าหนังจะมีดีแค่การแสดงอย่างเดียว แต่บทหนังที่ดัดแปลงจากละครเวทีก็ถือว่าเยี่ยมเลย เป็นดราม่าของชนชั้นรากหญ้าที่หนักหน่วง พูดถึงปัญหาต่าง ๆ ที่ถาโถมเข้ามาในชีวิตชายผิวดำสู้ชีวิตคนหนึ่งซึ่งทำให้เขาแบกความกดดันเอาไว้จนไม่อยากเห็นลูกชายทั้งสองคนต้องตกอยู่ในสภาพเดียวกับตัวเอง แต่ปัญหาคือเขาสร้างรั้วของตัวเองขึ้นมาในนัยหนึ่งเพื่อปกป้องครอบครัวจากสังคม แต่อีกนัยหนึ่งมันคือการขังคนในบ้านเอาไว้ไม่ให้เลือกเส้นทางของตัวเอง ซึ่งทำให้ Fences มันคือการพูดถึงการพังทลายของครอบครัวได้เจ็บปวดแต่งดงามที่สุดอีกเรื่องหนึ่ง\n.\nหนังพาไปดูชีวิตครอบครัวของ 'ทรอย' (Denzel Washington) อดีตคนคุกที่มาทำอาชีพสุจริตเป็นคนเก็บขยะในวัย 53 ปี เขามีลูกชายคนโตคือ 'ไลอ้อนส์' (Russell Hornsby) ที่เป็นนักดนตรีพอมีเงินประทังชีวิต และไม่สนใจจะทำงานเก็บขยะเหมือนพ่อ, มีลูกคนเล็กชื่อ 'คอรี่' (Jovan Adepo) ที่อยากจะเป็นนักเบสบอลเก่งกาจเหมือนพ่อตัวเองที่ไม่มีโอกาสเล่นกีฬาระดับเมเจอร์ลีก แต่ทรอยกลับปิดกั้นอนาคตของลูกตัวเอง, และมี 'โรส' (Viola Davis) เป็นภรรยาและแม่ของลูกที่ดี\n.\nอย่างแรกที่ชอบเลยคือลำดับการเล่าเรื่องเส้นทางชีวิตของทรอย คือหนังเปิดมาด้วยภาพเขากำลังเก็บขยะ กลับมาบ้านเจอลูกชายคนโตมาขอยืมเงิน แค่ไม่กี่ฉากเราก็สามารถเรียนรู้ทัศนคติของเขาในการมองโลกผ่านบทสนทนา ซึ่งวิธีการค่อย ๆ หยอดรายละเอียดของตัวละครมันทำให้หนังน่าติดตามมาก ยิ่งช่วงที่ตัวละครมาเล่าอดีตของตัวเองตั้งแต่สมัยหนีออกจากบ้านตอนอายุ 14 แล้วต้องมาเร่ร่อนลักขโมยจนติดคุกนี่เดนเซลแสดงได้เยี่ยมมาก\n.\nอย่างที่สองที่ไม่พูดถึงไม่ได้คือการแสดงของวิโอล่า เดวิส จริง ๆ ทั้งเรื่องเธอก็แสดงได้ตามมาตรฐานความคาดหวังที่คนจะมีต่อเธอ แต่ฉากที่เดนเซลสารภาพความจริงแล้ววิโอล่าระเบิดลงนี่คือสุดยอดมาก ฉากนี้ฉากเดียวแบบออสการ์นอนมาไปเลยเพราะความยากของการแสดงฉากนี้คือเธอต้องเปลี่ยนโหมดอารมณ์ไปมาเหมือนคนทำตัวไม่ถูก ยอมเลยว่าเทพ ส่วนเดนเซลนี่เราชอบในความช่างจ้อของเขาและการทำตัวเหมือนคนเป็นไบโพล่าร์เดี๋ยวดีเดี๋ยวร้าย ซึ่งเวลาเขาเฮฮามันก็ดูเป็นคนพูดเก่งที่เป็นมิตร แต่เวลาทำตัวซีเรียสก็รู้สึกได้ว่าการวางท่าและพูดดูมีอำนาจจริง ๆ\n.\nอย่างที่สามที่ชอบคือความเป็นสีเทาในการมองโลก ต้องบอกก่อนว่าทรอยหวังดีกับทุกคนในครอบครัว เขาก็เป็นมนุษย์ธรรมดาที่เติบโตมาจากชนชั้นรากหญ้าและถีบตัวเองขึ้นมาได้ไม่ไกลกว่าเดิมเท่าไร ในใจเขามีความรู้สึกผิดที่บ้านได้มาจากความเจ็บป่วยของน้องชาย, ผิดหวังจากการอดเป็นนักกีฬาเพราะตัวเองเป็นคนผิวดำ ซึ่งแง่ลบในตัวทำให้เขาไม่อยากเห็นลูกชายทั้งสองคนเลือกทางเดินผิดพลาด อย่างเรื่องของไลอ้อนส์นี่สะท้อนทัศนคติได้ชัดเจนว่าคนลูกต้องการตื่นมาแล้วมีความสุขในการทำสิ่งที่ตัวเองรักก็คือเล่นดนตรี เขาต้องการใช้ชีวิตไม่ใช่แค่มีชีวิตอยู่ไปวัน ๆ, ส่วนคอรี่นี่คือลูกชายที่พยายามทำให้พ่อภูมิใจ มีโอกาสเป็นนักกีฬาแต่พ่ออยากให้ลืม ๆ ไปซะเพราะคนผิวดำต้องพยายามมากกว่าคนผิวขาวถึงสองเท่า\n.\nซึ่งการมองโลกมันยังวกมาเป็นประเด็นให้มองถึงคำว่ารั้วและต้นแบบ อย่างไลอ้อนส์ลูกชายคนโตที่อยู่นอกรั้วและไม่ได้เติบโตโดยมีทรอยเป็นต้นแบบ (พ่อติดคุกตอนเขาเป็นเด็ก) เขาจึงดูมีอิสระในการดำเนินชีวิตมากกว่าคอรี่ น้องชายตัวเองที่เติบโตมาโดยมีพ่อเป็นต้นแบบชีวิต โดยเฉพาะเรื่องกีฬาเบสบอล ซึ่งตลอดเวลาที่หนังพยายามจะเล่าเรื่องของคอรี่ที่ต้องการหนีห่างจากพ่อตัวเองกลับกลายเป็นว่าเราได้เห็นเขาซึมซับพ่อตัวเองเป็นต้นแบบมาโดยไม่รู้ตัว\n.\nโดยรวมแล้ว Fences ถือเป็นหนังดราม่าที่เข้มข้นมาก มันมีรูปแบบความเป็นละครเวทีที่ชัดเจน ความยาว 140 นาทีไม่ใช่ปัญหาเลยเพราะตอนดูนี่รู้สึกว่ามันผ่านไปเร็วเหมือนกัน เรื่องชวนติดตาม การแสดงเยี่ยม ดราม่าหนักหน่วงด้วย \n\nDirector: Denzel Washington\nplay: August Wilson\nscreenplay: August Wilson\n\nGenre: drama\n8/10",
      "id" : "prod",
      "name" : "หนังโปรดของข้าพเจ้า",
      "relia" : 80,
      "score" : 8,
      "title" : "Fences (2016)",
      "url" : "https://scontent.fbkk5-5.fna.fbcdn.net/v/t31.0-8/p960x960/18880156_1284588751610498_3122898925632020560_o.jpg?oh=48fb5fbae602259cbff2848b19a1bf20&oe=59AC0A57"
    }
  },
  "users" : {
    "mlover" : {
      "id" : "mlover",
      "name" : "Movie Lover",
      "password" : "1234",
      "relia" : 50
    },
    "ouay" : {
      "id" : "ouay",
      "name" : "อวยไส้แตกแหกไส้ฉีก",
      "password" : "1234",
      "relia" : 50
    },
    "prod" : {
      "id" : "prod",
      "name" : "หนังโปรดของข้าพเจ้า",
      "password" : "1234",
      "relia" : 50
    }
  }
}
